const AboutInfo = () => {
  return (
    <div className="info">
      <h2>
        مركز روج افا للدراسات الاستراتيجية مؤسسة فكرية، سياسية مستقلة وغير
        ربحية؛ تمّ تأسيسه بناءً على ضروراتٍ تاريخية واستراتيجية معاصرة،
      </h2>
      <p>
        يحاول من خلال أعماله ونتاجاته وكتاباته، المساهمة في التأثير الإيجابي على
        مسار التطورات التاريخية التي تشهدها الجغرافيا السياسية للمجتمعات
        الكردستانية عامة وروج آفا وسوريا خاصة، وذلك من خلال تقديم وطرح مواضيع و
        مقترحات وتحليلات ودراسات واستطلاعات وأفكار متعددة، وإقامة الندوات
        الدولية والمحلية، واللقاءات الاستراتيجية بين النخب السياسية والفكرية في
        الشرق الأوسط والعالم، بهدف الوصول الى بناء مجتمع كردي وشرق أوسطي
        ديمقراطي قائم على قيم العدالة والمساواة، من خلال نهج ” الأمة الديمقراطية
        ” الداعي الى احترام خصوصيات كافة المجتمعات والقوميات والأديان والطوائف،
        وعدم التفريق الجنسوي بين البشر، واحترام المرأة والدعوة الى التشاركية
        الكاملة في الحقوق والواجبات، كما يؤمن المركز ويعمل على الحفاظ على البيئة
        و التاريخ الإنساني والايكولوجي من خلال نشر ثقافة بيئية تهدف الى الحفاظ
        على الإرث الحضاري لكل المجتمعات البشرية.
      </p>
      <p>
        ومن هنا يقوم موقع مركز روج آفا للدراسات الاستراتيجية بتطوير متابعاته
        وأبحاثه المتنوعة، واستثمارها في صياغة مقترحات ورؤى مستقبلية استراتيجية
        تساهم في رفع مستوى الوعي والحسّ النقدي لدى الفرد والمجتمع.
      </p>
      <p>
        ويلتزم الموقع بنشر الدراسات والتحليلات و المواد الصحافية المهنية، شريطة
        ان تساهم محتواها في الوصول والتوجه نحو الحقائق بعيدا عن كل اشكال القمع
        والاقصاء والتعصب بكل أشكاله.
      </p>
    </div>
  );
};

export default AboutInfo;
